[
  {
    "pergunta": "Quais tipos de líquidos inflamáveis vocês transportam?",
    "resposta": "Transportamos diversos líquidos inflamáveis, incluindo combustíveis, solventes e produtos químicos industriais, sempre seguindo normas de segurança."
  },
  {
    "pergunta": "Como faço para agendar um frete?",
    "resposta": "Você pode agendar seu frete criando uma conta no site e clicar no botão (+ solicitar frete)."
  },
  {
    "pergunta": "Quais são as medidas de segurança durante o frete?",
    "resposta": "Nossos caminhões seguem regulamentações rigorosas, incluindo tanques certificados, sinalização adequada e motoristas treinados em manuseio de produtos inflamáveis."
  },
  {
    "pergunta": "Vocês oferecem seguro para a carga?",
    "resposta": "Sim, todas as cargas transportadas possuem seguro contra danos, extravios e acidentes durante o frete."
  },
  {
    "pergunta": "Qual é o prazo de entrega?",
    "resposta": "O prazo depende da distância e do tipo de produto, mas garantimos comunicação constante sobre o status do frete."
  },
  {
    "pergunta": "Como rastrear meu caminhão?",
    "resposta": "Todos os caminhões possuem rastreamento por GPS, basta entrar nos detalhes do caminhão e clicar no botão rastrear."
  },
  {
    "pergunta": "Quais documentos são necessários para o frete?",
    "resposta": "É necessário fornecer a nota fiscal do produto, informações de classificação do líquido inflamável e, se aplicável, autorizações específicas para produtos perigosos."
  },
  {
    "pergunta": "O que devo fazer em caso de acidente durante o frete?",
    "resposta": "Em caso de acidente, nossos motoristas estão treinados para acionar os protocolos de emergência, e nossa central de atendimento será imediatamente notificada para fornecer suporte."
  },
  {
    "pergunta": "Vocês atendem todo o território nacional?",
    "resposta": "Não, realizamos frete de líquidos inflamáveis em todo o território nacional menos o estado do nordeste, sempre respeitando as normas de frete de produtos perigosos de cada região."
  }
]
